Repository: jemzza/aichat
Catalog: AIChat/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# %@, %lld chats
source: %1$@, %2$lld chats
ru: %1$@, %2$lld чата

source: Add photo
ru: Добавить фото

source: All chats, folders and messages will be permanently deleted from this device.
ru: Все чаты, папки и сообщения будут безвозвратно удалены с этого устройства.

source: Allowed
ru: Разрешено

source: Answer offline
ru: Ответить офлайн

source: Answers with the model on this device
ru: Ответит модель на этом устройстве

source: Appearance
ru: Оформление

source: Cancel
ru: Отменить

source: Chats in it will move to Recents.
ru: Чаты из неё переместятся в «Недавние».

source: Chats stay on this device
ru: Чаты хранятся на устройстве

source: Chats, folders and photos are stored only on this device. The app doesn't sync them to any server.
ru: Чаты, папки и фото хранятся только на этом устройстве. Приложение не синхронизирует их ни с каким сервером.

source: Choose a different photo.
ru: Выберите другое фото.

source: Clear search
ru: Очистить поиск

source: Close
ru: Закрыть

source: Close sidebar
ru: Закрыть боковую панель

source: Collapsed
ru: Свёрнута

source: Copied
ru: Скопировано

source: Copy
ru: Копировать

source: Couldn't answer offline
ru: Не удалось ответить офлайн

source: Couldn't attach the photo
ru: Не удалось прикрепить фото

source: Couldn't delete chats
ru: Не удалось удалить чаты

source: Couldn't open chat history
ru: Не удалось открыть историю чатов

source: Couldn't recognize the recording. Please try again.
ru: Не удалось распознать запись. Попробуйте ещё раз.

source: Couldn't retry
ru: Не удалось повторить

source: Create
ru: Создать

source: Dark
ru: Тёмное

source: Delete
ru: Удалить

source: Delete All Chats
ru: Удалить все чаты

source: Delete all chats
ru: Удалить все чаты

source: Delete all chats?
ru: Удалить все чаты?

source: Delete this chat?
ru: Удалить этот чат?

source: Delete this folder?
ru: Удалить эту папку?

source: Deletes all chats, folders and messages from this device. Settings are kept.
ru: Удаляет все чаты, папки и сообщения с этого устройства. Настройки сохраняются.

source: Dictate
ru: Диктовать

source: Dictation
ru: Диктовка

source: Dictation is turned off on this iPhone. Turn it on in Settings › General › Keyboard.
ru: Диктовка выключена на этом iPhone. Включите её в Настройках › Основные › Клавиатура.

source: Dictation isn't available offline for your language.
ru: Офлайн-диктовка для вашего языка недоступна.

source: Dictation needs a one-time download. Connect to the internet and try again.
ru: Для диктовки нужна однократная загрузка. Подключитесь к интернету и попробуйте снова.

source: Didn't catch that. Try again.
ru: Не расслышал. Попробуйте ещё раз.

source: Dismiss
ru: Закрыть

source: Done
ru: Готово

source: Downloading speech model… %lld%%
ru: Загрузка модели речи… %lld%%

source: Expanded
ru: Развёрнута

source: Explain how the internet works in simple terms
ru: Объясни простыми словами, как работает интернет

source: Folders
ru: Папки

source: General
ru: Основные

source: Generating response
ru: Генерируется ответ

source: Give me three ideas for a quick dinner
ru: Предложи три идеи для быстрого ужина

source: Good afternoon
ru: Добрый день

source: Good evening
ru: Добрый вечер

source: Good morning
ru: Доброе утро

source: Groq Privacy Policy
ru: Политика конфиденциальности Groq

source: Hold the microphone button while you speak.
ru: Удерживайте кнопку микрофона, пока говорите.

source: Hold to dictate, release to stop.
ru: Удерживайте, чтобы диктовать, отпустите, чтобы закончить.

source: Light
ru: Светлое

source: Message not sent
ru: Сообщение не отправлено

source: Messages are sent to Groq
ru: Сообщения отправляются в Groq

source: Message…
ru: Сообщение…

source: Microphone
ru: Микрофон

source: Microphone access is off. Allow it in Settings to dictate.
ru: Доступ к микрофону выключен. Разрешите его в Настройках, чтобы диктовать.

source: Move Down
ru: Переместить ниже

source: Move to folder
ru: Переместить в папку

source: Move Up
ru: Переместить выше

source: Name
ru: Название

source: New chat
ru: Новый чат

source: New folder
ru: Новая папка

source: No chats yet
ru: Чатов пока нет

source: No connection
ru: Нет соединения

source: No internet connection.
ru: Нет подключения к интернету.

source: Not allowed
ru: Запрещено

source: Not asked yet
ru: Ещё не запрашивалось

source: Offline, on device
ru: Офлайн, на устройстве

source: OK
ru: ОК

source: Older
ru: Ранее

source: Open Settings
ru: Открыть Настройки

source: Opens the photo
ru: Открывает фото

source: Photo
ru: Фото

source: Plan a relaxing weekend trip
ru: Спланируй спокойную поездку на выходные

source: Please restart the app.
ru: Перезапустите приложение.

source: Please try again.
ru: Попробуйте ещё раз.

source: Preparing photo
ru: Фото готовится

source: Previous 7 days
ru: Последние 7 дней

source: Privacy
ru: Конфиденциальность

source: Read aloud
ru: Прочитать вслух

source: Recents
ru: Недавние

source: Recording %@
ru: Запись %@

source: Regenerate
ru: Сгенерировать заново

source: Remove from folder
ru: Убрать из папки

source: Remove photo
ru: Убрать фото

source: Rename
ru: Переименовать

source: Rename chat
ru: Переименовать чат

source: Rename folder
ru: Переименовать папку

source: Restricted
ru: Ограничено

source: Retry
ru: Повторить

source: Save
ru: Сохранить

source: Scroll to bottom
ru: Прокрутить вниз

source: Search
ru: Поиск

source: Send
ru: Отправить

source: Settings
ru: Настройки

source: Show sidebar
ru: Показать боковую панель

source: Something went wrong
ru: Что-то пошло не так

source: Something went wrong.
ru: Что-то пошло не так.

source: Speech is recognized on this device when your language supports it; otherwise it's sent to Apple.
ru: Речь распознаётся на устройстве, если ваш язык это поддерживает; иначе она отправляется в Apple.

source: Speech Recognition
ru: Распознавание речи

source: Speech recognition is off. Allow it in Settings to dictate.
ru: Распознавание речи выключено. Разрешите его в Настройках, чтобы диктовать.

source: Speech recognition isn't available right now. Please try again later.
ru: Распознавание речи сейчас недоступно. Попробуйте позже.

source: Stop
ru: Остановить

source: Stop dictation
ru: Остановить диктовку

source: Stop reading
ru: Остановить чтение

source: Stopped
ru: Остановлено

source: System
ru: Системное

source: The AI service is having problems. Please try again.
ru: У AI-сервиса проблемы. Попробуйте ещё раз.

source: The AI service isn't available in your region.
ru: AI-сервис недоступен в вашем регионе.

source: The AI service rate limit was reached.
ru: Достигнут лимит запросов к AI-сервису.

source: The AI service rejected the API key.
ru: AI-сервис отклонил API-ключ.

source: The chat and all its messages will be removed.
ru: Чат и все его сообщения будут удалены.

source: The on-device model doesn't support this language.
ru: Модель на устройстве не поддерживает этот язык.

source: The response was interrupted.
ru: Ответ прервался.

source: Title
ru: Название

source: To get a reply, the conversation is sent to Groq, the AI provider. Replies from the on-device model never leave this device.
ru: Чтобы получить ответ, переписка отправляется в Groq — AI-провайдеру. Ответы модели на устройстве не покидают его.

source: Today
ru: Сегодня

source: Transcribing
ru: Распознаётся

source: Transcribing…
ru: Распознаётся…

source: Try again in %lld s
ru: Повторить можно через %lld с

source: Will send when online
ru: Отправится, когда появится сеть

source: Write a short poem about the sea
ru: Напиши короткое стихотворение о море

source: Yesterday
ru: Вчера

source: Your conversations will appear here.
ru: Здесь появятся ваши разговоры.

source: Your data
ru: Ваши данные
